'English/|\
'Language file for Tweaking.com - Windows Repair/|\
'By Shane of Tweaking.com using Google translator/|\
/|\
1 : "﻿   [x] Calling " | "﻿   [x] Calling "/|\
2 : "   [x] Calling Checking If Link Folder Exists" | "   [x] Calling Checking If Link Folder Exists"/|\
3 : "   [x] Calling ManageACL To Set Permissions" | "   [x] Calling ManageACL To Set Permissions"/|\
4 : "   [x] Calling RemoveDirectoryW (Only Removes Empty Folders, Just In Case)" | "   [x] Calling RemoveDirectoryW (Only Removes Empty Folders, Just In Case)"/|\
5 : "   [x] Calling SHCreateDirectoryExW" | "   [x] Calling SHCreateDirectoryExW"/|\
6 : "   [x] Calling SHCreateDirectoryExW To Create Target Folder: " | "   [x] Calling SHCreateDirectoryExW To Create Target Folder: "/|\
7 : "   [x] Command to Run: Change Target Path To Default - Error, No Default Path Is Listed For This Item, I Don't Know Where To Point It, Skipping." | "   [x] Command to Run: Change Target Path To Default - Error, No Default Path Is Listed For This Item, I Don't Know Where To Point It, Skipping."/|\
8 : "   [x] Command to Run: Change Target Path To Default (This Is A Default Windows Reparse Point, It is Pointing To The Wrong Path, Lets Put It Back The Way It Should Be)" | "   [x] Command to Run: Change Target Path To Default (This Is A Default Windows Reparse Point, It is Pointing To The Wrong Path, Lets Put It Back The Way It Should Be)"/|\
9 : "   [x] Command to Run: Create Default Reparse Point (This Is A Default Windows Reparse Point, Lets Put It Back The Way It Should Be)" | "   [x] Command to Run: Create Default Reparse Point (This Is A Default Windows Reparse Point, Lets Put It Back The Way It Should Be)"/|\
10 : "   [x] Command to Run: Create Target Path/Folder " | "   [x] Command to Run: Create Target Path/Folder "/|\
11 : "   [x] Command to Run: Remove Reparse Point" | "   [x] Command to Run: Remove Reparse Point"/|\
12 : "   [x] Command to Run: Set Everyone To Deny On Original Path" | "   [x] Command to Run: Set Everyone To Deny On Original Path"/|\
13 : "   [x] Create Target Path/Folder Done." | "   [x] Create Target Path/Folder Done."/|\
14 : "   [x] Even Though We Got An Error, Lets Keep Going." | "   [x] Even Though We Got An Error, Lets Keep Going."/|\
15 : "   [x] Link Folder Does Exist, We need to remove it as we can't make Reparse Points for exisiting folders." | "   [x] Link Folder Does Exist, We need to remove it as we can't make Reparse Points for exisiting folders."/|\
16 : "   [x] Link Folder Needs To Be Removed So It Can Be Created When Making The Reparse Point." | "   [x] Link Folder Needs To Be Removed So It Can Be Created When Making The Reparse Point."/|\
17 : "   [x] Remove Folder Done." | "   [x] Remove Folder Done."/|\
18 : "   [x] RemoveDirectoryW Returned An Error, Error: " | "   [x] RemoveDirectoryW Returned An Error, Error: "/|\
19 : "   [x] Removing Current Reparse Point - Calling " | "   [x] Removing Current Reparse Point - Calling "/|\
20 : "   [x] Setting Owner Done." | "   [x] Setting Owner Done."/|\
21 : "   [x] Setting Owner On Folder (So We Have A Better Chance For Permission To Remove It)." | "   [x] Setting Owner On Folder (So We Have A Better Chance For Permission To Remove It)."/|\
22 : "   [x] Setting Owner To System And Everyone Read Access To Denied (This Is The Default) To The Link Folder: " | "   [x] Setting Owner To System And Everyone Read Access To Denied (This Is The Default) To The Link Folder: "/|\
23 : "   [x] Setting Permissions Done." | "   [x] Setting Permissions Done."/|\
24 : "   [x] SHCreateDirectoryExW Returned An Error, Error: " | "   [x] SHCreateDirectoryExW Returned An Error, Error: "/|\
25 : "   [x] Shell Returned An Error trying to start " | "   [x] Shell Returned An Error trying to start "/|\
26 : "   [x] Shell Returned An Error trying to start ManageACL, Error: " | "   [x] Shell Returned An Error trying to start ManageACL, Error: "/|\
27 : "   [x] Shell Returned An Error trying to start ManageACL, Error: The operating system is out of memory or resources." | "   [x] Shell Returned An Error trying to start ManageACL, Error: The operating system is out of memory or resources."/|\
28 : "   [x] Type is JUNCTION, Calling: " | "   [x] Type is JUNCTION, Calling: "/|\
29 : "   [x] Type is SYMLINK, Calling: " | "   [x] Type is SYMLINK, Calling: "/|\
30 : "   Current version: " | "   Current version: "/|\
31 : "   Done (" | "   Done ("/|\
32 : "   Done at (" | "   Done at ("/|\
33 : "   Done, but failed, at (" | "   Done, but failed, at ("/|\
34 : "   Exporting 3rd Party Firewall Info..." | "   Exporting 3rd Party Firewall Info..."/|\
35 : "   Exporting AntiSpyware Info..." | "   Exporting AntiSpyware Info..."/|\
36 : "   Exporting Antivirus Info..." | "   Exporting Antivirus Info..."/|\
37 : "   HKEY_CURRENT_USER & Sub Keys" | "   HKEY_CURRENT_USER & Sub Keys"/|\
38 : "   HKEY_LOCAL_MACHINE & Sub Keys" | "   HKEY_LOCAL_MACHINE & Sub Keys"/|\
39 : "   iTunes and GEARAspiWDM.sys was found, adding UpperFilters for iTunes Reg Key" | "   iTunes and GEARAspiWDM.sys was found, adding UpperFilters for iTunes Reg Key"/|\
40 : "   iTunes or GEARAspiWDM.sys not found, not applying UpperFilters iTunes Reg Key" | "   iTunes or GEARAspiWDM.sys not found, not applying UpperFilters iTunes Reg Key"/|\
41 : "   Loading Scripts..." | "   Loading Scripts..."/|\
42 : "   No 3rd Party Firewall Products Reported." | "   No 3rd Party Firewall Products Reported."/|\
43 : "   No AntiSpyware Products Reported." | "   No AntiSpyware Products Reported."/|\
44 : "   No Antivirus Products Reported." | "   No Antivirus Products Reported."/|\
45 : "   No Firewall Products Reported." | "   No Firewall Products Reported."/|\
46 : "   Removing Recycle Bin Items On " | "   Removing Recycle Bin Items On "/|\
47 : "   Repair is for Windows v6 (Windows Vista & Newer) or higher." | "   Repair is for Windows v6 (Windows Vista & Newer) or higher."/|\
48 : "   Repair is for Windows v6.0 (Vista & Newer) or higher." | "   Repair is for Windows v6.0 (Vista & Newer) or higher."/|\
49 : "   Repair is for Windows v6.2 (Windows 8 & Newer) or higher." | "   Repair is for Windows v6.2 (Windows 8 & Newer) or higher."/|\
50 : "   Repairing Restricted Folders Permissions To Avoid Infinite Loops" | "   Repairing Restricted Folders Permissions To Avoid Infinite Loops"/|\
51 : "   Restore Windows Default File Permissions" | "   Restore Windows Default File Permissions"/|\
52 : "   Restore Windows Default Registry Permissions" | "   Restore Windows Default Registry Permissions"/|\
53 : "   Running Custom Console Script (.bat)..." | "   Running Custom Console Script (.bat)..."/|\
54 : "   Running Custom Registry File (.reg)..." | "   Running Custom Registry File (.reg)..."/|\
55 : "   Running Custom VBS Script (.vbs)..." | "   Running Custom VBS Script (.vbs)..."/|\
56 : "   Running Repair As Trusted Installer" | "   Running Repair As Trusted Installer"/|\
57 : "   Running Repair Under Current User Account" | "   Running Repair Under Current User Account"/|\
58 : "   Running Repair Under System Account" | "   Running Repair Under System Account"/|\
59 : "   Setting Permissions For Recycle Bin On " | "   Setting Permissions For Recycle Bin On "/|\
60 : "   Setting Windows Updates Files That Are In Use To Be Removed At Next Boot." | "   Setting Windows Updates Files That Are In Use To Be Removed At Next Boot."/|\
61 : "   Skipping Repair." | "   Skipping Repair."/|\
62 : "   Start (" | "   Start ("/|\
63 : "   Started at (" | "   Started at ("/|\
64 : "   Starting Security Center So We Can Export The Security Info." | "   Starting Security Center So We Can Export The Security Info."/|\
65 : "   Total Repair Time: " | "   Total Repair Time: "/|\
66 : "   UpperFilters added?: " | "   UpperFilters added?: "/|\
67 : " - Available Members" | " - Available Members"/|\
68 : " - Current System Password Policies" | " - Current System Password Policies"/|\
69 : " - Detailed Service Info" | " - Detailed Service Info"/|\
70 : " - File Permissions " | " - File Permissions "/|\
71 : " - Members" | " - Members"/|\
72 : " - Pre-Scan" | " - Pre-Scan"/|\
73 : " - Repair Recycle Bin " | " - Repair Recycle Bin "/|\
74 : " - Searching: " | " - Searching: "/|\
75 : " - Startup Check" | " - Startup Check"/|\
76 : " - Total Time Taken: " | " - Total Time Taken: "/|\
77 : " & Sub Folders" | " & Sub Folders"/|\
78 : " (Informational: Reparse Points Found On System: " | " (Informational: Reparse Points Found On System: "/|\
79 : " (Update Available! v" | " (Update Available! v"/|\
80 : " [Finished Scan - " | " [Finished Scan - "/|\
81 : " [Started Scan - " | " [Started Scan - "/|\
82 : " [x] But for the best results it is recommended to fix the problems reported in this scan if possible." | " [x] But for the best results it is recommended to fix the problems reported in this scan if possible."/|\
83 : " [x] Scan Complete - No Problems Found!" | " [x] Scan Complete - No Problems Found!"/|\
84 : " [x] Scan Complete - Problems Found!" | " [x] Scan Complete - Problems Found!"/|\
85 : " [x] While problems have been found, you can still run the repairs in the program." | " [x] While problems have been found, you can still run the repairs in the program."/|\
86 : " [x] You can use the Repair Reparse Points or Repair Environment Variables tools at the bottom of this Window if needed." | " [x] You can use the Repair Reparse Points or Repair Environment Variables tools at the bottom of this Window if needed."/|\
87 : " A Default Reparse Point is missing and this can cause problems on the system." | " A Default Reparse Point is missing and this can cause problems on the system."/|\
88 : " Apply Tweaks Now" | " Apply Tweaks Now"/|\
89 : " Checking Environment Variables." | " Checking Environment Variables."/|\
90 : " Combined Problems were found with the packages files, these files need to be replaced (These mainly only effect installing Windows Updates.)" | " Combined Problems were found with the packages files, these files need to be replaced (These mainly only effect installing Windows Updates.)"/|\
91 : " Command Console Script (.bat)" | " Command Console Script (.bat)"/|\
92 : " Done Checking Environment Variables. (" | " Done Checking Environment Variables. ("/|\
93 : " Done Scanning Reparse Points.(" | " Done Scanning Reparse Points.("/|\
94 : " Done Scanning Windows Packages Files.(" | " Done Scanning Windows Packages Files.("/|\
95 : " Edit Custom Scripts" | " Edit Custom Scripts"/|\
96 : " Files & Folders Searched: " | " Files & Folders Searched: "/|\
97 : " Files Checked & Verified: " | " Files Checked & Verified: "/|\
98 : " is available." | " is available."/|\
99 : " is set at next boot: " | " is set at next boot: "/|\
100 : " Items Per Min.) Time Elapsed: " | " Items Per Min.) Time Elapsed: "/|\
101 : " Load Picture" | " Load Picture"/|\
102 : " MB  of " | " MB  of "/|\
103 : " MB processed" | " MB processed"/|\
104 : " Missing default file extension in 'PathExt' variable: " | " Missing default file extension in 'PathExt' variable: "/|\
105 : " Missing default folder in 'Path' variable: %SystemRoot%" | " Missing default folder in 'Path' variable: %SystemRoot%"/|\
106 : " Missing default folder in 'Path' variable: %SystemRoot%\System32" | " Missing default folder in 'Path' variable: %SystemRoot%\System32"/|\
107 : " Missing default folder in 'Path' variable: %SystemRoot%\System32\Wbem" | " Missing default folder in 'Path' variable: %SystemRoot%\System32\Wbem"/|\
108 : " Missing default folder in 'Path' variable: %SystemRoot%\System32\WindowsPowerShell\v1.0\" | " Missing default folder in 'Path' variable: %SystemRoot%\System32\WindowsPowerShell\v1.0\"/|\
109 : " Missing default folder in 'PSModulePath' variable: %SystemRoot%\system32\WindowsPowerShell\v1.0\Modules\" | " Missing default folder in 'PSModulePath' variable: %SystemRoot%\system32\WindowsPowerShell\v1.0\Modules\"/|\
110 : " Missing Default Reparse Point: (Original Path: " | " Missing Default Reparse Point: (Original Path: "/|\
111 : " Missing Files - Registry Cleanup" | " Missing Files - Registry Cleanup"/|\
112 : " Need A Pro Key? Buy Now." | " Need A Pro Key? Buy Now."/|\
113 : " No problems were found with the Environment Variables." | " No problems were found with the Environment Variables."/|\
114 : " No problems were found with the Packages Files." | " No problems were found with the Packages Files."/|\
115 : "- Not Yet Applied" | "- Not Yet Applied"/|\
116 : " Problems were found with the Environment Variables." | " Problems were found with the Environment Variables."/|\
117 : " Problems were found with the Reparse Points." | " Problems were found with the Reparse Points."/|\
118 : " Profile Folders Found)" | " Profile Folders Found)"/|\
119 : "- Ready To Go!" | "- Ready To Go!"/|\
120 : " Registry File (.reg)" | " Registry File (.reg)"/|\
121 : " Reparse Points are OK!." | " Reparse Points are OK!."/|\
122 : " Reparse Points Found: " | " Reparse Points Found: "/|\
123 : " Scanning Reparse Points." | " Scanning Reparse Points."/|\
124 : " Scanning Windows Packages Files." | " Scanning Windows Packages Files."/|\
125 : " Skipping Scan Of Windows Packages Files." | " Skipping Scan Of Windows Packages Files."/|\
126 : " Started at (" | " Started at ("/|\
127 : " The SFC (System File Checker) doesn't scan and replace some of these files, so you may need to replace them manually." | " The SFC (System File Checker) doesn't scan and replace some of these files, so you may need to replace them manually."/|\
128 : " These Files Are Missing: (Total: " | " These Files Are Missing: (Total: "/|\
129 : " These Files Are Possibly Corrupt (Bad Digital Signature): (Total: " | " These Files Are Possibly Corrupt (Bad Digital Signature): (Total: "/|\
130 : " THESE FILES DO NOT KEEP THE REPAIRS FROM WORKING; YOU MAY STILL RUN THE REPAIRS IN THE PROGRAM." | " THESE FILES DO NOT KEEP THE REPAIRS FROM WORKING; YOU MAY STILL RUN THE REPAIRS IN THE PROGRAM."/|\
131 : " This folder in the 'Path' variable doesn't exist: " | " This folder in the 'Path' variable doesn't exist: "/|\
132 : " This folder in the 'PSModulePath' variable doesn't exist: " | " This folder in the 'PSModulePath' variable doesn't exist: "/|\
133 : " This Scan Is For Windows Vista, 7, 8, 8.1, 10 And Newer." | " This Scan Is For Windows Vista, 7, 8, 8.1, 10 And Newer."/|\
134 : " Time Taken: " | " Time Taken: "/|\
135 : " to finish..." | " to finish..."/|\
136 : " Tweaking.com - All Rights Reserved" | " Tweaking.com - All Rights Reserved"/|\
137 : " Tweaking.com - Windows Repair 2018 (v" | " Tweaking.com - Windows Repair 2018 (v"/|\
138 : " VB Script (.vbs)" | " VB Script (.vbs)"/|\
139 : " Wrong 'ComSpec' variable, should be: %SystemRoot%\System32\cmd.exe (Current variable: " | " Wrong 'ComSpec' variable, should be: %SystemRoot%\System32\cmd.exe (Current variable: "/|\
140 : " Wrong 'OS' variable, should be: Windows_NT (Current variable: " | " Wrong 'OS' variable, should be: Windows_NT (Current variable: "/|\
141 : " Wrong 'USERNAME' variable, should be: SYSTEM (Current variable: " | " Wrong 'USERNAME' variable, should be: SYSTEM (Current variable: "/|\
142 : " Wrong 'windir' variable, should be: %SystemRoot% (Current variable: " | " Wrong 'windir' variable, should be: %SystemRoot% (Current variable: "/|\
143 : " You can use the Repair Environment Variables Tool at the bottom of this Window to try and fix these problems." | " You can use the Repair Environment Variables Tool at the bottom of this Window to try and fix these problems."/|\
144 : " You can use the Repair Reparse Points Tool at the bottom of this Window to try and fix these problems." | " You can use the Repair Reparse Points Tool at the bottom of this Window to try and fix these problems."/|\
145 : ""C:\windows\servicing\Packages" Missing Files - Registry Cleanup" | ""C:\windows\servicing\Packages" Missing Files - Registry Cleanup"/|\
146 : "#Groups" | "#Groups"/|\
147 : "#Users" | "#Users"/|\
148 : "(/F) Fixes errors on the disk." | "(/F) Fixes errors on the disk."/|\
149 : "(/R) Fixes errors on the disk also locates bad sectors and recovers readable information." | "(/R) Fixes errors on the disk also locates bad sectors and recovers readable information."/|\
150 : "(File Progress - Checking MD4 Hash)" | "(File Progress - Checking MD4 Hash)"/|\
151 : "(Informational) All Found Reparse Points On System" | "(Informational) All Found Reparse Points On System"/|\
152 : "(Not Found) " | "(Not Found) "/|\
153 : "(Not Running)" | "(Not Running)"/|\
154 : "(Presets)" | "(Presets)"/|\
155 : "(Requires Pro License For Auto Updates)" | "(Requires Pro License For Auto Updates)"/|\
156 : "(Requires Pro License)" | "(Requires Pro License)"/|\
157 : "(Services Not In Windows XP Are Hidden)" | "(Services Not In Windows XP Are Hidden)"/|\
158 : "(The Current User must be an Administrator to run the repairs.)" | "(The Current User must be an Administrator to run the repairs.)"/|\
159 : "(Used In "Repair MSI (Windows Installer)" & Also Allows You To Uninstall Programs In Safe Mode)" | "(Used In "Repair MSI (Windows Installer)" & Also Allows You To Uninstall Programs In Safe Mode)"/|\
160 : "(Used In "Repair Volume Shadow Copy Service")" | "(Used In "Repair Volume Shadow Copy Service")"/|\
161 : "(Used In "Repair WMI" & Multiple Program Functions)" | "(Used In "Repair WMI" & Multiple Program Functions)"/|\
162 : "(Used In "Reset File Permissions")" | "(Used In "Reset File Permissions")"/|\
163 : "(Used In Multiple Repairs)" | "(Used In Multiple Repairs)"/|\
164 : "(Used In Nearly All Repairs)" | "(Used In Nearly All Repairs)"/|\
165 : ") (Creation Time: " | ") (Creation Time: "/|\
166 : ") (Name: " | ") (Name: "/|\
167 : ") (Original Path: " | ") (Original Path: "/|\
168 : ") (Target Path: " | ") (Target Path: "/|\
169 : ") Tried Enumerating: " | ") Tried Enumerating: "/|\
170 : ") Tried To Open For Enumerating: " | ") Tried To Open For Enumerating: "/|\
171 : ") Tried To Open: " | ") Tried To Open: "/|\
172 : ")(Files & Folders Searched: " | ")(Files & Folders Searched: "/|\
173 : "*An internet connection is required to verify your registration." | "*An internet connection is required to verify your registration."/|\
174 : "*Remove Tweaking.com Services" | "*Remove Tweaking.com Services"/|\
175 : "*Requires Pro License" | "*Requires Pro License"/|\
176 : "*Right Click For Save & Copy Options." | "*Right Click For Save & Copy Options."/|\
177 : "*When done with the repairs you can remove the registry keys allowing the Tweaking.com services to run in safe mode since they are no longer needed." | "*When done with the repairs you can remove the registry keys allowing the Tweaking.com services to run in safe mode since they are no longer needed."/|\
178 : "*Will Overwrite Existing" | "*Will Overwrite Existing"/|\
179 : "...YOU MUST RESTART YOUR SYSTEM..." | "...YOU MUST RESTART YOUR SYSTEM..."/|\
180 : "?" | "?"/|\
181 : "01 - Reset Registry Permissions" | "01 - Reset Registry Permissions"/|\
182 : "02 - Reset File Permissions" | "02 - Reset File Permissions"/|\
183 : "03 - Reset Service Permissions" | "03 - Reset Service Permissions"/|\
184 : "04 - Register System Files" | "04 - Register System Files"/|\
185 : "05 - Repair WMI" | "05 - Repair WMI"/|\
186 : "06 - Repair Windows Firewall" | "06 - Repair Windows Firewall"/|\
187 : "07 - Repair Internet Explorer" | "07 - Repair Internet Explorer"/|\
188 : "08 - Repair MDAC/MS Jet" | "08 - Repair MDAC/MS Jet"/|\
189 : "09 - Repair Hosts File" | "09 - Repair Hosts File"/|\
190 : "1. Domain/Computer:" | "1. Domain/Computer:"/|\
191 : "1. Environment Variable: Path" | "1. Environment Variable: Path"/|\
192 : "1. Load" | "1. Load"/|\
193 : "1. Scan Reparse Points" | "1. Scan Reparse Points"/|\
194 : "10 - Remove Policies Set By Infections" | "10 - Remove Policies Set By Infections"/|\
195 : "11 - Repair Start Menu Icons Removed By Infections" | "11 - Repair Start Menu Icons Removed By Infections"/|\
196 : "12 - Repair Icons" | "12 - Repair Icons"/|\
197 : "13 - Repair Network" | "13 - Repair Network"/|\
198 : "14 - Remove Temp Files" | "14 - Remove Temp Files"/|\
199 : "15 - Repair Proxy Settings" | "15 - Repair Proxy Settings"/|\
200 : "16 - Repair Windows Updates" | "16 - Repair Windows Updates"/|\
201 : "17 - Repair CD/DVD Missing/Not Working" | "17 - Repair CD/DVD Missing/Not Working"/|\
202 : "18 - Repair Volume Shadow Copy Service" | "18 - Repair Volume Shadow Copy Service"/|\
203 : "19 - Repair Windows Sidebar/Gadgets" | "19 - Repair Windows Sidebar/Gadgets"/|\
204 : "2. Apply New Paths" | "2. Apply New Paths"/|\
205 : "2. Repair Selected" | "2. Repair Selected"/|\
206 : "2. Restore" | "2. Restore"/|\
207 : "2. Select Users:" | "2. Select Users:"/|\
208 : "20 - Repair MSI (Windows Installer)" | "20 - Repair MSI (Windows Installer)"/|\
209 : "21 - Repair Windows Snipping Tool" | "21 - Repair Windows Snipping Tool"/|\
210 : "22 - Repair File Associations" | "22 - Repair File Associations"/|\
211 : "22.01 - Repair bat Association" | "22.01 - Repair bat Association"/|\
212 : "22.02 - Repair cmd Association" | "22.02 - Repair cmd Association"/|\
213 : "22.03 - Repair com Association" | "22.03 - Repair com Association"/|\
214 : "22.04 - Repair Directory Association" | "22.04 - Repair Directory Association"/|\
215 : "22.05 - Repair Drive Association" | "22.05 - Repair Drive Association"/|\
216 : "22.06 - Repair exe Association" | "22.06 - Repair exe Association"/|\
217 : "22.07 - Repair Folder Association" | "22.07 - Repair Folder Association"/|\
218 : "22.08 - Repair inf Association" | "22.08 - Repair inf Association"/|\
219 : "22.09 - Repair lnk (Shortcuts) Association" | "22.09 - Repair lnk (Shortcuts) Association"/|\
220 : "22.10 - Repair msc Association" | "22.10 - Repair msc Association"/|\
221 : "22.11 - Repair reg Association" | "22.11 - Repair reg Association"/|\
222 : "22.12 - Repair scr Association" | "22.12 - Repair scr Association"/|\
223 : "23 - Repair Windows Safe Mode" | "23 - Repair Windows Safe Mode"/|\
224 : "24 - Repair Print Spooler" | "24 - Repair Print Spooler"/|\
225 : "25 - Restore Important Windows Services" | "25 - Restore Important Windows Services"/|\
226 : "26 - Set Windows Services To Default Startup" | "26 - Set Windows Services To Default Startup"/|\
227 : "27.01 - Repair Windows App Store" | "27.01 - Repair Windows App Store"/|\
228 : "27.02 - Repair Windows App Store (Completely Reset App Store)" | "27.02 - Repair Windows App Store (Completely Reset App Store)"/|\
229 : "28 - Repair Windows Component Store" | "28 - Repair Windows Component Store"/|\
230 : "29 - Restore Windows COM+ Unmarshalers" | "29 - Restore Windows COM+ Unmarshalers"/|\
231 : "3. Choose & Set Settings:" | "3. Choose & Set Settings:"/|\
232 : "3. Environment Variable: PSModulePath" | "3. Environment Variable: PSModulePath"/|\
233 : "30 - Repair Windows 'New' Submenu" | "30 - Repair Windows 'New' Submenu"/|\
234 : "31 - Restore UAC (User Account Control) Settings" | "31 - Restore UAC (User Account Control) Settings"/|\
235 : "32 - Repair Performance Counters" | "32 - Repair Performance Counters"/|\
236 : "33 - Repair Recycle Bin (Deletes Recycle Bin Contents)" | "33 - Repair Recycle Bin (Deletes Recycle Bin Contents)"/|\
237 : "33 - Repair Recycle Bin (Deletes Recycle Bin Contents): " | "33 - Repair Recycle Bin (Deletes Recycle Bin Contents): "/|\
238 : "4. Apply New Paths" | "4. Apply New Paths"/|\
239 : "4. Apply Settings" | "4. Apply Settings"/|\
240 : "5. Environment Variable: PathExt" | "5. Environment Variable: PathExt"/|\
241 : "6. Apply New PathExt" | "6. Apply New PathExt"/|\
242 : "7. Apply Variables" | "7. Apply Variables"/|\
243 : "7. Environment Variables: OS, ComSpec, WinDir && UserName" | "7. Environment Variables: OS, ComSpec, WinDir && UserName"/|\
244 : "A dependency this service relies on has been removed from the system." | "A dependency this service relies on has been removed from the system."/|\
245 : "A Reboot is required for changes to take effect. These settings are stored in the registry under: HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Control\Session Manager\Environment" | "A Reboot is required for changes to take effect. These settings are stored in the registry under: HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Control\Session Manager\Environment"/|\
246 : "A service is running under the same name." | "A service is running under the same name."/|\
247 : "About Tweaking.com - Windows Repair" | "About Tweaking.com - Windows Repair"/|\
248 : "About Windows Repair" | "About Windows Repair"/|\
249 : "Accept Pause" | "Accept Pause"/|\
250 : "Accept Stop" | "Accept Stop"/|\
251 : "Access Denied!" | "Access Denied!"/|\
252 : "Access Denied, Download Terminated!" | "Access Denied, Download Terminated!"/|\
253 : "Account Expiration Date" | "Account Expiration Date"/|\
254 : "Account is disabled" | "Account is disabled"/|\
255 : "Account is locked out" | "Account is locked out"/|\
256 : "Account Type" | "Account Type"/|\
257 : "Account Type:" | "Account Type:"/|\
258 : "Action" | "Action"/|\
259 : "Action To Perform" | "Action To Perform"/|\
260 : "Add .CAT Files (Security Catalog) To Windows Catalog Database" | "Add .CAT Files (Security Catalog) To Windows Catalog Database"/|\
261 : "Add Presets To Windows Disk Cleanup" | "Add Presets To Windows Disk Cleanup"/|\
262 : "Add Run in Separate Memory Space Check Box to Run Dialog Box" | "Add Run in Separate Memory Space Check Box to Run Dialog Box"/|\
263 : "Add To Next Boot" | "Add To Next Boot"/|\
264 : "Added Presets" | "Added Presets"/|\
265 : "Adding To Group " | "Adding To Group "/|\
266 : "ADs Path" | "ADs Path"/|\
267 : "Advanced Repairs (Pro)" | "Advanced Repairs (Pro)"/|\
268 : "Advanced Tools (Pro)" | "Advanced Tools (Pro)"/|\
269 : "All Items Have an "Edit With Notepad" on Right-Click Menu" | "All Items Have an "Edit With Notepad" on Right-Click Menu"/|\
270 : "All Repairs" | "All Repairs"/|\
271 : "All Selected Repairs Done." | "All Selected Repairs Done."/|\
272 : "all users" | "all users"/|\
273 : "Always Keep This Window On Top" | "Always Keep This Window On Top"/|\
274 : "Always On Top" | "Always On Top"/|\
275 : "Always use the newest version to ensure the best repairs." | "Always use the newest version to ensure the best repairs."/|\
276 : "Apply && Close" | "Apply && Close"/|\
277 : "Apply System Tweaks*" | "Apply System Tweaks*"/|\
278 : "Apply To All Drives" | "Apply To All Drives"/|\
279 : "Are You Sure You Want To Clear The Reg File And Start New?" | "Are You Sure You Want To Clear The Reg File And Start New?"/|\
280 : "Are You Sure You Want To Clear The Script And Start New?" | "Are You Sure You Want To Clear The Script And Start New?"/|\
281 : "Are You Sure You Want To Clear The VBS Script And Start New?" | "Are You Sure You Want To Clear The VBS Script And Start New?"/|\
282 : "Are You Sure You Want To Delete The Selected Groups?" | "Are You Sure You Want To Delete The Selected Groups?"/|\
283 : "Are You Sure You Want To Delete The Selected Users?" | "Are You Sure You Want To Delete The Selected Users?"/|\
284 : "Are You Sure You Want To Delete This Entry?" | "Are You Sure You Want To Delete This Entry?"/|\
285 : "Are You Sure You Want To Disable The Selected Users?" | "Are You Sure You Want To Disable The Selected Users?"/|\
286 : "Are You Sure You Want To Enable The Selected Users?" | "Are You Sure You Want To Enable The Selected Users?"/|\
287 : "Are You Sure You Want To Remove The Selected Presets?" | "Are You Sure You Want To Remove The Selected Presets?"/|\
288 : "Are You Sure You Want To Try To Delete The Service " | "Are You Sure You Want To Try To Delete The Service "/|\
289 : "Are you sure?" | "Are you sure?"/|\
290 : "Automatic:" | "Automatic:"/|\
291 : "Automatically Do A Registry Backup" | "Automatically Do A Registry Backup"/|\
292 : "Available Groups" | "Available Groups"/|\
293 : "Back" | "Back"/|\
294 : "Back Color:" | "Back Color:"/|\
295 : "Background" | "Background"/|\
296 : "Background Intelligent Transfer Service (BITS)" | "Background Intelligent Transfer Service (BITS)"/|\
297 : "Backing up is only slightly less important than your heartbeat. Do not repair without it." | "Backing up is only slightly less important than your heartbeat. Do not repair without it."/|\
298 : "Backup" | "Backup"/|\
299 : "Backup Aborted." | "Backup Aborted."/|\
300 : "Backup Current Printer Ports?" | "Backup Current Printer Ports?"/|\
301 : "Backup Date:" | "Backup Date:"/|\
302 : "Backup Date: NA" | "Backup Date: NA"/|\
303 : "Backup HKEY_LOCAL_MACHINE" | "Backup HKEY_LOCAL_MACHINE"/|\
304 : "Backup HKEY_USERS" | "Backup HKEY_USERS"/|\
305 : "Backup Marked Items?" | "Backup Marked Items?"/|\
306 : "Backup Tools" | "Backup Tools"/|\
307 : "Bad Login Count" | "Bad Login Count"/|\
308 : "Base Filtering Engine (BFE)" | "Base Filtering Engine (BFE)"/|\
309 : "Bottom && Border" | "Bottom && Border"/|\
310 : "Bottom Right" | "Bottom Right"/|\
311 : "Bulk Manage Users Tool" | "Bulk Manage Users Tool"/|\
312 : "Button Back" | "Button Back"/|\
313 : "Button Top" | "Button Top"/|\
314 : "Button X Back" | "Button X Back"/|\
315 : "Button X Top" | "Button X Top"/|\
316 : "Buttons && Tabs" | "Buttons && Tabs"/|\
317 : "Buy Pro / Enter Key" | "Buy Pro / Enter Key"/|\
318 : "By Default The F8 Boot Menu Is Disabled In Windows 8 & 10." | "By Default The F8 Boot Menu Is Disabled In Windows 8 & 10."/|\
319 : "Bytes Read - " | "Bytes Read - "/|\
320 : "Can Be Paused" | "Can Be Paused"/|\
321 : "Can Be Stopped" | "Can Be Stopped"/|\
322 : "Cancel" | "Cancel"/|\
323 : "Cancel failed to end program. No longer reading pipes." | "Cancel failed to end program. No longer reading pipes."/|\
324 : "Change Log Location" | "Change Log Location"/|\
325 : "Change Target Path To Default" | "Change Target Path To Default"/|\
326 : "Check" | "Check"/|\
327 : "Check Disk (chkdsk) At Next Boot" | "Check Disk (chkdsk) At Next Boot"/|\
328 : "Check Disk Output" | "Check Disk Output"/|\
329 : "Check For Updates" | "Check For Updates"/|\
330 : "Check For Updates At Program Startup" | "Check For Updates At Program Startup"/|\
331 : "Check Point" | "Check Point"/|\
332 : "Checking File MD4 Hash..." | "Checking File MD4 Hash..."/|\
333 : "Checking File Signature: " | "Checking File Signature: "/|\
334 : "Checking File Signatures: " | "Checking File Signatures: "/|\
335 : "Checking If File Exists: " | "Checking If File Exists: "/|\
336 : "Checking Registry Keys...." | "Checking Registry Keys...."/|\
337 : "Checking To See If We Are Running In Safe Mode..." | "Checking To See If We Are Running In Safe Mode..."/|\
338 : "Choose A Folder" | "Choose A Folder"/|\
339 : "Choose Files" | "Choose Files"/|\
340 : "Choose Folder" | "Choose Folder"/|\
341 : "Choose Folder To Store Logs" | "Choose Folder To Store Logs"/|\
342 : "Choose Program" | "Choose Program"/|\
343 : "Cleaning Memory Before Starting Repairs..." | "Cleaning Memory Before Starting Repairs..."/|\
344 : "Cleaning up empty logs..." | "Cleaning up empty logs..."/|\
345 : "Cleanup Aborted." | "Cleanup Aborted."/|\
346 : "Cleanup Check Marked Invalid Rules Now?" | "Cleanup Check Marked Invalid Rules Now?"/|\
347 : "Cleanup Invalid Rules Now?" | "Cleanup Invalid Rules Now?"/|\
348 : "Cleanup Marked Items Now?" | "Cleanup Marked Items Now?"/|\
349 : "---Click Here---" | "---Click Here---"/|\
350 : "Click Here For More Network Tweaks You Setup Manually" | "Click Here For More Network Tweaks You Setup Manually"/|\
351 : "Click Step 1 To Begin." | "Click Step 1 To Begin."/|\
352 : "Close" | "Close"/|\
353 : "Close this message && continue with the program." | "Close this message && continue with the program."/|\
354 : "Cmd Line" | "Cmd Line"/|\
355 : "CMD.exe Options" | "CMD.exe Options"/|\
356 : "Color Presets:" | "Color Presets:"/|\
357 : "Combined Memory Used By Services:" | "Combined Memory Used By Services:"/|\
358 : "Comma Delimited (*.csv)|*.csv" | "Comma Delimited (*.csv)|*.csv"/|\
359 : "Comma Delimited ASCII (*.asc)|*.asc" | "Comma Delimited ASCII (*.asc)|*.asc"/|\
360 : "Command Line Parameters (Optional):" | "Command Line Parameters (Optional):"/|\
361 : "Commit Limit: " | "Commit Limit: "/|\
362 : "Commit Peak: " | "Commit Peak: "/|\
363 : "Commit Total: " | "Commit Total: "/|\
364 : "Common Repairs" | "Common Repairs"/|\
365 : "Complete: 0 of " | "Complete: 0 of "/|\
366 : "Computer Administer" | "Computer Administer"/|\
367 : "Computer Name: " | "Computer Name: "/|\
368 : "ComSpec:" | "ComSpec:"/|\
369 : "Confirm Delete:" | "Confirm Delete:"/|\
370 : "Confirm Password:" | "Confirm Password:"/|\
371 : "Connect:" | "Connect:"/|\
372 : "Connection Accepted, Retrieving File Information." | "Connection Accepted, Retrieving File Information."/|\
373 : "continue pending" | "continue pending"/|\
374 : "Copyright (c) 2011 - " | "Copyright (c) 2011 - "/|\
375 : "Couldn't find " | "Couldn't find "/|\
376 : "CPU Usage: " | "CPU Usage: "/|\
377 : "Create" | "Create"/|\
378 : "Create Default Reparse Point" | "Create Default Reparse Point"/|\
379 : "Create For Each User Profile (" | "Create For Each User Profile ("/|\
380 : "Create For Each User Profile (1 Profile Folders Found)" | "Create For Each User Profile (1 Profile Folders Found)"/|\
381 : "Create Group" | "Create Group"/|\
382 : "Create New Windows Group" | "Create New Windows Group"/|\
383 : "Create New Windows User" | "Create New Windows User"/|\
384 : "Create Preset" | "Create Preset"/|\
385 : "Create Preset?" | "Create Preset?"/|\
386 : "Create Target Path" | "Create Target Path"/|\
387 : "Create User" | "Create User"/|\
388 : "Creating Log Folder..." | "Creating Log Folder..."/|\
389 : "Creating Restore Point..." | "Creating Restore Point..."/|\
390 : "Creation Time" | "Creation Time"/|\
391 : "cscript.exe" | "cscript.exe"/|\
392 : "Current Bytes Read - " | "Current Bytes Read - "/|\
393 : "Current Command Console Script: (If enabled on the Repair Window, this script is ran after the repairs finish.)" | "Current Command Console Script: (If enabled on the Repair Window, this script is ran after the repairs finish.)"/|\
394 : "Current Key: " | "Current Key: "/|\
395 : "Current Paths: " | "Current Paths: "/|\
396 : "Current Profile Classes: " | "Current Profile Classes: "/|\
397 : "Current Profile SID: " | "Current Profile SID: "/|\
398 : "Current Profile: " | "Current Profile: "/|\
399 : "Current Program Version:" | "Current Program Version:"/|\
400 : "Current Program Version: " | "Current Program Version: "/|\
401 : "Current PSModulePaths: " | "Current PSModulePaths: "/|\
402 : "Current Registry File: (If enabled on the Repair Window, this registry file is ran after the repairs finish.)" | "Current Registry File: (If enabled on the Repair Window, this registry file is ran after the repairs finish.)"/|\
403 : "Current Status:" | "Current Status:"/|\
404 : "Current System Password Policies:" | "Current System Password Policies:"/|\
405 : "Current User Account" | "Current User Account"/|\
406 : "Current User:" | "Current User:"/|\
407 : "Current User: " | "Current User: "/|\
408 : "Current User: Done!" | "Current User: Done!"/|\
409 : "Current VB Script: (If enabled on the Repair Window, this script is ran after the repairs finish.)" | "Current VB Script: (If enabled on the Repair Window, this script is ran after the repairs finish.)"/|\
410 : "Current Windows Default" | "Current Windows Default"/|\
411 : "Decompress Progress: " | "Decompress Progress: "/|\
412 : "Decompressed Successfully" | "Decompressed Successfully"/|\
413 : "Decompressing & Updating Windows Permission File " | "Decompressing & Updating Windows Permission File "/|\
414 : "Decompressing..." | "Decompressing..."/|\
415 : "Default Resize Window" | "Default Resize Window"/|\
416 : "Default Target Path" | "Default Target Path"/|\
417 : "Default Window" | "Default Window"/|\
418 : "Delete Group Account?" | "Delete Group Account?"/|\
419 : "Delete Presets From Windows Disk Cleanup" | "Delete Presets From Windows Disk Cleanup"/|\
420 : "Delete Service?" | "Delete Service?"/|\
421 : "Delete User Account?" | "Delete User Account?"/|\
422 : "Description" | "Description"/|\
423 : "Description:" | "Description:"/|\
424 : "Desktop Interactaction" | "Desktop Interactaction"/|\
425 : "Direction" | "Direction"/|\
426 : "Disable" | "Disable"/|\
427 : "Disable Animate windows when minimizing and maximizing" | "Disable Animate windows when minimizing and maximizing"/|\
428 : "Disable Automatic Restart in The Event of a BSOD (Blue Screen Of Death)" | "Disable Automatic Restart in The Event of a BSOD (Blue Screen Of Death)"/|\
429 : "Disable Desktop Composition" | "Disable Desktop Composition"/|\
430 : "Disable F8 Menu" | "Disable F8 Menu"/|\
431 : "Disable Fade or slide menus into view" | "Disable Fade or slide menus into view"/|\
432 : "Disable Fade or slide ToolTips into view" | "Disable Fade or slide ToolTips into view"/|\
433 : "Disable Fade out menu items after clicking" | "Disable Fade out menu items after clicking"/|\
434 : "Disable MFT Fragmentation" | "Disable MFT Fragmentation"/|\
435 : "Disable Show shadows under mouse pointer" | "Disable Show shadows under mouse pointer"/|\
436 : "Disable Show shadows under windows" | "Disable Show shadows under windows"/|\
437 : "Disable Show translucent selection rectangle" | "Disable Show translucent selection rectangle"/|\
438 : "Disable Show window contents while dragging" | "Disable Show window contents while dragging"/|\
439 : "Disable Slide open combo boxes" | "Disable Slide open combo boxes"/|\
440 : "Disable Slide taskbar buttons" | "Disable Slide taskbar buttons"/|\
441 : "Disable Smooth edges of screen fonts" | "Disable Smooth edges of screen fonts"/|\
442 : "Disable Smooth-scroll list boxes" | "Disable Smooth-scroll list boxes"/|\
443 : "Disable TCP Timestamps (Can Improve Network Speed On Some Networks)" | "Disable TCP Timestamps (Can Improve Network Speed On Some Networks)"/|\
444 : "Disable Tracking of Broken Shortcut Links" | "Disable Tracking of Broken Shortcut Links"/|\
445 : "Disable Use a background image for each folder type" | "Disable Use a background image for each folder type"/|\
446 : "Disable Use common tasks in folders" | "Disable Use common tasks in folders"/|\
447 : "Disable Use drop shadows for icon labels on the desktop" | "Disable Use drop shadows for icon labels on the desktop"/|\
448 : "Disable Use visual styles on windows and buttons" | "Disable Use visual styles on windows and buttons"/|\
449 : "Disable User Account?" | "Disable User Account?"/|\
450 : "Disable Windows Network Auto Tuning" | "Disable Windows Network Auto Tuning"/|\
451 : "Disabled:" | "Disabled:"/|\
452 : "Display Name" | "Display Name"/|\
453 : "Displayed As:" | "Displayed As:"/|\
454 : "Do It" | "Do It"/|\
455 : "Doing a proper power reset is easy. It isn't the same as simply shutting down your machine." | "Doing a proper power reset is easy. It isn't the same as simply shutting down your machine."/|\
456 : "Domain Admins" | "Domain Admins"/|\
457 : "Domain Users" | "Domain Users"/|\
458 : "Domain/Computer:" | "Domain/Computer:"/|\
459 : "Done decompressing." | "Done decompressing."/|\
460 : "Done Looking For Hidden Files/Folders. (Files/Folders Searched: " | "Done Looking For Hidden Files/Folders. (Files/Folders Searched: "/|\
461 : "Done Restoring Default Printer Ports." | "Done Restoring Default Printer Ports."/|\
462 : "Done!" | "Done!"/|\
463 : "Don't Show In List If Nothing To Clean" | "Don't Show In List If Nothing To Clean"/|\
464 : "Don't Show This Message Again" | "Don't Show This Message Again"/|\
465 : "Double Click To View Service Details. Right Click For Tasks, Save & Copy Options." | "Double Click To View Service Details. Right Click For Tasks, Save & Copy Options."/|\
466 : "Download Aborted Due To Error In Download!" | "Download Aborted Due To Error In Download!"/|\
467 : "Download aborted, no connection present!" | "Download aborted, no connection present!"/|\
468 : "Download Successful!" | "Download Successful!"/|\
469 : "Download Update" | "Download Update"/|\
470 : "Downloading Update..." | "Downloading Update..."/|\
471 : "Drive Read:  " | "Drive Read:  "/|\
472 : "Drive Write: " | "Drive Write: "/|\
473 : "Drive:" | "Drive:"/|\
474 : "Due to Windows network security most repairs won't work." | "Due to Windows network security most repairs won't work."/|\
475 : "Edit" | "Edit"/|\
476 : "Edit Custom Scripts" | "Edit Custom Scripts"/|\
477 : "Edit Program Colors" | "Edit Program Colors"/|\
478 : "Enable" | "Enable"/|\
479 : "Enable F8 Menu" | "Enable F8 Menu"/|\
480 : "Enable User Account?" | "Enable User Account?"/|\
481 : "Enabled" | "Enabled"/|\
482 : "Enabled:" | "Enabled:"/|\
483 : "Enabling && Creating System Restore Point..." | "Enabling && Creating System Restore Point..."/|\
484 : "Enhanced Windows Disk Cleanup" | "Enhanced Windows Disk Cleanup"/|\
485 : "Error # Unknown" | "Error # Unknown"/|\
486 : "Error Code - " | "Error Code - "/|\
487 : "Error Code - [1] Uknown Error!" | "Error Code - [1] Uknown Error!"/|\
488 : "Error Code - [2] File Doesn't Exist!" | "Error Code - [2] File Doesn't Exist!"/|\
489 : "Error Code - [3] Server Timed Out!" | "Error Code - [3] Server Timed Out!"/|\
490 : "Error Code - [4] Download Was Cancelled By User!" | "Error Code - [4] Download Was Cancelled By User!"/|\
491 : "Error Code - [401] Unauthorized Access!" | "Error Code - [401] Unauthorized Access!"/|\
492 : "Error Code - [403] Access Denied!" | "Error Code - [403] Access Denied!"/|\
493 : "Error Code - [5] No Connection Present!" | "Error Code - [5] No Connection Present!"/|\
494 : "Error Code - [6] Internal Server Error!" | "Error Code - [6] Internal Server Error!"/|\
495 : "Error Control" | "Error Control"/|\
496 : "Error Deleting Service" | "Error Deleting Service"/|\
497 : "Error Downloading File from : " | "Error Downloading File from : "/|\
498 : "Error Pausing Service" | "Error Pausing Service"/|\
499 : "Error Reading File Headers." | "Error Reading File Headers."/|\
500 : "Error Resuming Service" | "Error Resuming Service"/|\
501 : "Error Setting Service Startup" | "Error Setting Service Startup"/|\
502 : "Error Starting Service" | "Error Starting Service"/|\
503 : "Error Stopping Service" | "Error Stopping Service"/|\
504 : "Error! For some reason the list of items to find came back empty." | "Error! For some reason the list of items to find came back empty."/|\
505 : "Error, Passwords Do Not Match" | "Error, Passwords Do Not Match"/|\
506 : "Error: REG_CREATED_NEW_KEY (1) Opening - " | "Error: REG_CREATED_NEW_KEY (1) Opening - "/|\
507 : "Errors Found On The Drive! Check Disk Is Needed. (Possible False Positive When Drive Is In Use)" | "Errors Found On The Drive! Check Disk Is Needed. (Possible False Positive When Drive Is In Use)"/|\
508 : "Estimated Time Remaining:" | "Estimated Time Remaining:"/|\
509 : "Example" | "Example"/|\
510 : "Example: %WindowsFolder%\Regedit.exe" | "Example: %WindowsFolder%\Regedit.exe"/|\
511 : "Exit Code" | "Exit Code"/|\
512 : "Extra Info" | "Extra Info"/|\
513 : "Failed to create restore point!" | "Failed to create restore point!"/|\
514 : "Failed to decompress the file!" | "Failed to decompress the file!"/|\
515 : "Failed to open the file!" | "Failed to open the file!"/|\
516 : "Failed To Write To The Registry!" | "Failed To Write To The Registry!"/|\
517 : "File List:" | "File List:"/|\
518 : "File Not Found!" | "File Not Found!"/|\
519 : "File Not Found." | "File Not Found."/|\
520 : "file per" | "file per"/|\
521 : "File Permissions " | "File Permissions "/|\
522 : "Files are missing or corrupt! Please reinstall the program to make sure all files are present and correct. Make sure your Antivirus isn't removing or changing any of the files." | "Files are missing or corrupt! Please reinstall the program to make sure all files are present and correct. Make sure your Antivirus isn't removing or changing any of the files."/|\
523 : "Files Not Found Or Corrupted:" | "Files Not Found Or Corrupted:"/|\
524 : "Files/Folders Searched: " | "Files/Folders Searched: "/|\
525 : "Fill" | "Fill"/|\
526 : "Fill Text" | "Fill Text"/|\
527 : "Finished Checking For Missing Package Files." | "Finished Checking For Missing Package Files."/|\
528 : "Finished Unhiding Files/Folders" | "Finished Unhiding Files/Folders"/|\
529 : "Finished: Items Done: " | "Finished: Items Done: "/|\
530 : "Folder:" | "Folder:"/|\
531 : "For Windows Vista, 7 && 8" | "For Windows Vista, 7 && 8"/|\
532 : "For Windows XP, Vista, 7, 8 & 10 - Please Reboot for changes to take effect" | "For Windows XP, Vista, 7, 8 & 10 - Please Reboot for changes to take effect"/|\
533 : "Free Version" | "Free Version"/|\
534 : "Full Name" | "Full Name"/|\
535 : "Full Name:" | "Full Name:"/|\
536 : "Function Discovery Provider Host - Manual" | "Function Discovery Provider Host - Manual"/|\
537 : "General" | "General"/|\
538 : "General Tweaks" | "General Tweaks"/|\
539 : "Getting Started" | "Getting Started"/|\
540 : "Go To Step 1  " | "Go To Step 1  "/|\
541 : "Group" | "Group"/|\
542 : "Group Name:" | "Group Name:"/|\
543 : "Group Properties" | "Group Properties"/|\
544 : "Handle Count: " | "Handle Count: "/|\
545 : "Help" | "Help"/|\
546 : "Help Service - Manual" | "Help Service - Manual"/|\
547 : "Hidden Files" | "Hidden Files"/|\
548 : "Hidden Files: " | "Hidden Files: "/|\
549 : "Hidden Files: Searching..." | "Hidden Files: Searching..."/|\
550 : "Hide Output To Cmd.exe Window (Increases Speed Of Repairs)" | "Hide Output To Cmd.exe Window (Increases Speed Of Repairs)"/|\
551 : "Home Folder" | "Home Folder"/|\
552 : "Houston we have a problem." | "Houston we have a problem."/|\
553 : "I Agree" | "I Agree"/|\
554 : "I Disagree" | "I Disagree"/|\
555 : "If the repairs still fail then please post in the Tweaking.com forums for support." | "If the repairs still fail then please post in the Tweaking.com forums for support."/|\
556 : "If these repairs helped you, then please consider buying the Pro version to help support the program and future repairs. Thank you!" | "If these repairs helped you, then please consider buying the Pro version to help support the program and future repairs. Thank you!"/|\
557 : "Important Buttons" | "Important Buttons"/|\
558 : "Important Text" | "Important Text"/|\
559 : "Improve File Share Access In Mixed Operating System Environment" | "Improve File Share Access In Mixed Operating System Environment"/|\
560 : "Improve Network File Sharing" | "Improve Network File Sharing"/|\
561 : "In addition, you can now add all users with a single click so you do not have to login to each profile separately to clean them." | "In addition, you can now add all users with a single click so you do not have to login to each profile separately to clean them."/|\
562 : "Include Hidden Files" | "Include Hidden Files"/|\
563 : "Include Read Only Files" | "Include Read Only Files"/|\
564 : "Include Sub Folders" | "Include Sub Folders"/|\
565 : "Include System Files" | "Include System Files"/|\
566 : "Infinite Loop" | "Infinite Loop"/|\
567 : "Infinite Loop! Points back to a parent folder. I was able to access the original path folder contents, which means it creates an infinite loop." | "Infinite Loop! Points back to a parent folder. I was able to access the original path folder contents, which means it creates an infinite loop."/|\
568 : "Info Text" | "Info Text"/|\
569 : "Initiating Connection." | "Initiating Connection."/|\
570 : "Insufficient Privilege" | "Insufficient Privilege"/|\
571 : "Internet Connection Sharing (SharedAccess)" | "Internet Connection Sharing (SharedAccess)"/|\
572 : "Invalid Parameter" | "Invalid Parameter"/|\
573 : "Invalid parameters have been passed to the service." | "Invalid parameters have been passed to the service."/|\
574 : "Invalid Windows Firewall Rules" | "Invalid Windows Firewall Rules"/|\
575 : "Items Done: " | "Items Done: "/|\
576 : "Jump To Repairs" | "Jump To Repairs"/|\
577 : "Keep Positive Entries in DNS Cache For 4 Hours Instead of 24 Hours" | "Keep Positive Entries in DNS Cache For 4 Hours Instead of 24 Hours"/|\
578 : "Keep Remote Desktop/Terminal Server From Disconnecting" | "Keep Remote Desktop/Terminal Server From Disconnecting"/|\
579 : "Keep TCP Working When Using Internet Connection Sharing" | "Keep TCP Working When Using Internet Connection Sharing"/|\
580 : "Kernel Non Paged: " | "Kernel Non Paged: "/|\
581 : "Kernel Paged: " | "Kernel Paged: "/|\
582 : "Kernel Total: " | "Kernel Total: "/|\
583 : "Last Finished:" | "Last Finished:"/|\
584 : "Last Finished: " | "Last Finished: "/|\
585 : "Last Login" | "Last Login"/|\
586 : "Launch Tray Icon At Program Startup" | "Launch Tray Icon At Program Startup"/|\
587 : "Launch Windows Desktop in a Separate Process" | "Launch Windows Desktop in a Separate Process"/|\
588 : "License Has Been Removed. Please Restart The Program" | "License Has Been Removed. Please Restart The Program"/|\
589 : "Limited User" | "Limited User"/|\
590 : "Load Defaults For Visual Tweaks" | "Load Defaults For Visual Tweaks"/|\
591 : "Load Picture" | "Load Picture"/|\
592 : "Loaded Backup Information" | "Loaded Backup Information"/|\
593 : "Loading \files\ie.txt..." | "Loading \files\ie.txt..."/|\
594 : "Loading \files\mdac.txt..." | "Loading \files\mdac.txt..."/|\
595 : "Loading \files\policy_cleanup.txt..." | "Loading \files\policy_cleanup.txt..."/|\
596 : "Loading \files\services_startup_*.txt..." | "Loading \files\services_startup_*.txt..."/|\
597 : "Loading \files\system_files_reg_list.txt..." | "Loading \files\system_files_reg_list.txt..."/|\
598 : "Loading Button Icons..." | "Loading Button Icons..."/|\
599 : "Loading Form Finished, Drawing Window..." | "Loading Form Finished, Drawing Window..."/|\
600 : "Loading Privileges..." | "Loading Privileges..."/|\
601 : "Loading Settings From ini File..." | "Loading Settings From ini File..."/|\
602 : "Loading Windows Variables..." | "Loading Windows Variables..."/|\
603 : "Loading..." | "Loading..."/|\
604 : "Local Path:" | "Local Path:"/|\
605 : "Local Settings AppData: " | "Local Settings AppData: "/|\
606 : "Lock Repair List When Running Repairs" | "Lock Repair List When Running Repairs"/|\
607 : "Locked:" | "Locked:"/|\
608 : "Log Location" | "Log Location"/|\
609 : "Log On As" | "Log On As"/|\
610 : "Login Workstations" | "Login Workstations"/|\
611 : "Logo Background" | "Logo Background"/|\
612 : "Logo Picture" | "Logo Picture"/|\
613 : "Logo Picture (PNG With Transparency Supported)" | "Logo Picture (PNG With Transparency Supported)"/|\
614 : "Logon Script:" | "Logon Script:"/|\
615 : "Logs" | "Logs"/|\
616 : "Looks like your running the program from a network path." | "Looks like your running the program from a network path."/|\
617 : "Main Form Initialize, Loading Controls..." | "Main Form Initialize, Loading Controls..."/|\
618 : "Make sure there are no Unicode chars in the path and that the program has permissions to that path." | "Make sure there are no Unicode chars in the path and that the program has permissions to that path."/|\
619 : "Malware Cleanup Repairs" | "Malware Cleanup Repairs"/|\
620 : "Manage Groups" | "Manage Groups"/|\
621 : "Manage Users" | "Manage Users"/|\
622 : "Manage Windows Users and Groups" | "Manage Windows Users and Groups"/|\
623 : "Manual:" | "Manual:"/|\
624 : "Max Logins" | "Max Logins"/|\
625 : "Max Read Speed:" | "Max Read Speed:"/|\
626 : "Max Storage" | "Max Storage"/|\
627 : "Max Write Speed:" | "Max Write Speed:"/|\
628 : "MB of " | "MB of "/|\
629 : "MB/s" | "MB/s"/|\
630 : "MD4 Hash Mismatch" | "MD4 Hash Mismatch"/|\
631 : "Member Of" | "Member Of"/|\
632 : "Members" | "Members"/|\
633 : "Members:" | "Members:"/|\
634 : "Memory After Cleaning with CleanMem" | "Memory After Cleaning with CleanMem"/|\
635 : "Memory Avail.: " | "Memory Avail.: "/|\
636 : "Memory Before Cleaning with CleanMem" | "Memory Before Cleaning with CleanMem"/|\
637 : "Memory Total: " | "Memory Total: "/|\
638 : "Memory Tweaks - Cuts Down How Often Windows Accesses The Hard Drive" | "Memory Tweaks - Cuts Down How Often Windows Accesses The Hard Drive"/|\
639 : "Memory Usage: (PID: " | "Memory Usage: (PID: "/|\
640 : "Memory Usage: Not Running" | "Memory Usage: Not Running"/|\
641 : "Memory Used: " | "Memory Used: "/|\
642 : "Microsoft Software Shadow Copy Provider (swprv)" | "Microsoft Software Shadow Copy Provider (swprv)"/|\
643 : "Missing Default Reparse Point" | "Missing Default Reparse Point"/|\
644 : "Missing Defaults Added and Duplicate & Missing Paths Removed." | "Missing Defaults Added and Duplicate & Missing Paths Removed."/|\
645 : "Missing Defaults Added and Duplicate Removed." | "Missing Defaults Added and Duplicate Removed."/|\
646 : "Missing Package Files - Reg Cleanup" | "Missing Package Files - Reg Cleanup"/|\
647 : "Missing Package Files To Remove From The Registry" | "Missing Package Files To Remove From The Registry"/|\
648 : "Missing Partner .cat File" | "Missing Partner .cat File"/|\
649 : "Missing Partner .mum File" | "Missing Partner .mum File"/|\
650 : "Modify the Folder Storage Space to 20,000" | "Modify the Folder Storage Space to 20,000"/|\
651 : "NA" | "NA"/|\
652 : "Name" | "Name"/|\
653 : "Name:" | "Name:"/|\
654 : "Networking Tweaks" | "Networking Tweaks"/|\
655 : "New Group Name:" | "New Group Name:"/|\
656 : "New Password:" | "New Password:"/|\
657 : "New Paths: " | "New Paths: "/|\
658 : "New PSModulePaths: " | "New PSModulePaths: "/|\
659 : "New User Account Name:" | "New User Account Name:"/|\
660 : "New Version Available: " | "New Version Available: "/|\
661 : "Next" | "Next"/|\
662 : "No Connection Found!" | "No Connection Found!"/|\
663 : "No drives are set to be checked at next boot" | "No drives are set to be checked at next boot"/|\
664 : "No Errors Found On The Drive!" | "No Errors Found On The Drive!"/|\
665 : "No Missing Package Files Found." | "No Missing Package Files Found."/|\
666 : "Normal" | "Normal"/|\
667 : "OK" | "OK"/|\
668 : "Once you apply these settings (If already in Safe Mode) You may need to reboot for them to take effect." | "Once you apply these settings (If already in Safe Mode) You may need to reboot for them to take effect."/|\
669 : "Online Version: " | "Online Version: "/|\
670 : "Online Version: Checking..." | "Online Version: Checking..."/|\
671 : "Online Version: Error" | "Online Version: Error"/|\
672 : "Open Check Disk At Next Boot" | "Open Check Disk At Next Boot"/|\
673 : "Open Log Folder" | "Open Log Folder"/|\
674 : "Open Log Folder For Current Job" | "Open Log Folder For Current Job"/|\
675 : "Open Permissions Backup/Restore" | "Open Permissions Backup/Restore"/|\
676 : "Open Pre-Scan" | "Open Pre-Scan"/|\
677 : "Open Repairs" | "Open Repairs"/|\
678 : "Open System Tweaks" | "Open System Tweaks"/|\
679 : "Open Windows Services" | "Open Windows Services"/|\
680 : "Opens 16-bit Apps in a Separate Memory Space" | "Opens 16-bit Apps in a Separate Memory Space"/|\
681 : "Optional Keywords" | "Optional Keywords"/|\
682 : "Options" | "Options"/|\
683 : "Original Path" | "Original Path"/|\
684 : "OS Architecture: " | "OS Architecture: "/|\
685 : "OS Service Pack: " | "OS Service Pack: "/|\
686 : "OS Version: " | "OS Version: "/|\
687 : "OS:" | "OS:"/|\
688 : "OS: NA" | "OS: NA"/|\
689 : "Package File" | "Package File"/|\
690 : "Parameter" | "Parameter"/|\
691 : "Password Age" | "Password Age"/|\
692 : "Password Expiration Date" | "Password Expiration Date"/|\
693 : "Password Minimum Length" | "Password Minimum Length"/|\
694 : "Password Never Expires" | "Password Never Expires"/|\
695 : "Password:" | "Password:"/|\
696 : "Path" | "Path"/|\
697 : "Path Name" | "Path Name"/|\
698 : "Path Not Found" | "Path Not Found"/|\
699 : "pause pending" | "pause pending"/|\
700 : "Paused:" | "Paused:"/|\
701 : "Percent Complete - " | "Percent Complete - "/|\
702 : "Permissions Backup (Pro Feature)" | "Permissions Backup (Pro Feature)"/|\
703 : "Permissions Backup/Restore" | "Permissions Backup/Restore"/|\
704 : "Permissions Only" | "Permissions Only"/|\
705 : "Permissions To Backup" | "Permissions To Backup"/|\
706 : "PID" | "PID"/|\
707 : "Place Boot Files Optimally on the Hard Drive For Faster Boots" | "Place Boot Files Optimally on the Hard Drive For Faster Boots"/|\
708 : "Please Check Mark At Least One Item To Back Up" | "Please Check Mark At Least One Item To Back Up"/|\
709 : "Please Check Mark At Least One Item To Restore" | "Please Check Mark At Least One Item To Restore"/|\
710 : "Please Choose A Program To Run As The System Account" | "Please Choose A Program To Run As The System Account"/|\
711 : "Please Enter A New Group Name" | "Please Enter A New Group Name"/|\
712 : "Please Enter A New User Account Name" | "Please Enter A New User Account Name"/|\
713 : "Please Give A Backup Name." | "Please Give A Backup Name."/|\
714 : "Please Give A Registry Backup Name." | "Please Give A Registry Backup Name."/|\
715 : "Please make sure you have entered the key correctly and can access the internet." | "Please make sure you have entered the key correctly and can access the internet."/|\
716 : "Please Restart The Program For Changes To Take Effect." | "Please Restart The Program For Changes To Take Effect."/|\
717 : "Please Run In Windows "Safe Mode with Networking" For The Best & Fastest Results. (Seriously Recommended) " | "Please Run In Windows "Safe Mode with Networking" For The Best & Fastest Results. (Seriously Recommended) "/|\
718 : "Please run the program locally on the system." | "Please run the program locally on the system."/|\
719 : "Please Wait Adding To Group " | "Please Wait Adding To Group "/|\
720 : "Please Wait Checking For Groups To Add... (" | "Please Wait Checking For Groups To Add... ("/|\
721 : "Please Wait Checking For Groups To Remove... (" | "Please Wait Checking For Groups To Remove... ("/|\
722 : "Please Wait Creating Group..." | "Please Wait Creating Group..."/|\
723 : "Please Wait Loading Data..." | "Please Wait Loading Data..."/|\
724 : "Please Wait Loading Group..." | "Please Wait Loading Group..."/|\
725 : "Please Wait Loading Users..." | "Please Wait Loading Users..."/|\
726 : "Please Wait Loading..." | "Please Wait Loading..."/|\
727 : "Please Wait Removing From Group " | "Please Wait Removing From Group "/|\
728 : "Please Wait Saving Data..." | "Please Wait Saving Data..."/|\
729 : "Please Wait Saving Group..." | "Please Wait Saving Group..."/|\
730 : "Please Wait Saving Groups..." | "Please Wait Saving Groups..."/|\
731 : "Please Wait Saving Memebers..." | "Please Wait Saving Memebers..."/|\
732 : "Please Wait Setting Data..." | "Please Wait Setting Data..."/|\
733 : "Please wait while the backed up permissions are extracted && prepared." | "Please wait while the backed up permissions are extracted && prepared."/|\
734 : "Please wait while the Windows permissions are extracted && prepared." | "Please wait while the Windows permissions are extracted && prepared."/|\
735 : "Please Wait, Building File Lists..." | "Please Wait, Building File Lists..."/|\
736 : "Please Wait, Compressing... Time Elapsed: " | "Please Wait, Compressing... Time Elapsed: "/|\
737 : "Please wait, Saving File..." | "Please wait, Saving File..."/|\
738 : "Please wait. Checking that all needed files are in the program folder and haven't been corrupted..." | "Please wait. Checking that all needed files are in the program folder and haven't been corrupted..."/|\
739 : "Please Wait..." | "Please Wait..."/|\
740 : "Please Wait... Deleting " | "Please Wait... Deleting "/|\
741 : "Please Wait... Disabling " | "Please Wait... Disabling "/|\
742 : "Please Wait... Enabling " | "Please Wait... Enabling "/|\
743 : "Policy" | "Policy"/|\
744 : "Post Results" | "Post Results"/|\
745 : "Post your results in the forum here:" | "Post your results in the forum here:"/|\
746 : "Prepare Safe Mode Now." | "Prepare Safe Mode Now."/|\
747 : "Pre-Repair Steps" | "Pre-Repair Steps"/|\
748 : "Pre-Scan" | "Pre-Scan"/|\
749 : "Preset Name:" | "Preset Name:"/|\
750 : "Preset: All Repairs" | "Preset: All Repairs"/|\
751 : "Preset: Common Repairs" | "Preset: Common Repairs"/|\
752 : "Preset: Malware Cleanup Repairs" | "Preset: Malware Cleanup Repairs"/|\
753 : "Preset: Permissions Only" | "Preset: Permissions Only"/|\
754 : "Preset: Windows Updates" | "Preset: Windows Updates"/|\
755 : "Presets" | "Presets"/|\
756 : "Print" | "Print"/|\
757 : "Priority:" | "Priority:"/|\
758 : "Problem" | "Problem"/|\
759 : "Problems Found?: No" | "Problems Found?: No"/|\
760 : "Problems Found?: Yes" | "Problems Found?: Yes"/|\
761 : "Process Count: " | "Process Count: "/|\
762 : "Process Id" | "Process Id"/|\
763 : "Profile" | "Profile"/|\
764 : "Profile Path:" | "Profile Path:"/|\
765 : "Profiles Location 2: " | "Profiles Location 2: "/|\
766 : "Profiles Location: " | "Profiles Location: "/|\
767 : "Program" | "Program"/|\
768 : "Program Colors" | "Program Colors"/|\
769 : "Program Files (x86): " | "Program Files (x86): "/|\
770 : "Program Files: " | "Program Files: "/|\
771 : "Program To Run As The System Account:" | "Program To Run As The System Account:"/|\
772 : "Progress Bars" | "Progress Bars"/|\
773 : "Protocol" | "Protocol"/|\
774 : "Quick Group Stats (By Users In List)" | "Quick Group Stats (By Users In List)"/|\
775 : "Ready For Restore" | "Ready For Restore"/|\
776 : "Reason" | "Reason"/|\
777 : "Reboot Now?" | "Reboot Now?"/|\
778 : "Reboot To Safe Mode" | "Reboot To Safe Mode"/|\
779 : "Reboot To Windows Safe Mode?" | "Reboot To Windows Safe Mode?"/|\
780 : "Recieving File..." | "Recieving File..."/|\
781 : "Refresh" | "Refresh"/|\
782 : "Reg Key/Code:" | "Reg Key/Code:"/|\
783 : "Register System Files" | "Register System Files"/|\
784 : "Registry Backup (Recommended)" | "Registry Backup (Recommended)"/|\
785 : "Remote Registry - Disabled" | "Remote Registry - Disabled"/|\
786 : "Remove All Items From The List?" | "Remove All Items From The List?"/|\
787 : "Remove Compress Old Files From Disk Cleanup" | "Remove Compress Old Files From Disk Cleanup"/|\
788 : "Remove Files Last Accessed Over (Days):" | "Remove Files Last Accessed Over (Days):"/|\
789 : "Remove Folders" | "Remove Folders"/|\
790 : "Remove From Next Boot" | "Remove From Next Boot"/|\
791 : "Remove From Startup" | "Remove From Startup"/|\
792 : "Remove License" | "Remove License"/|\
793 : "Remove Parent Folder" | "Remove Parent Folder"/|\
794 : "Remove Policies Set By Infections" | "Remove Policies Set By Infections"/|\
795 : "Remove Reparse Point" | "Remove Reparse Point"/|\
796 : "Remove Selected Items From The List?" | "Remove Selected Items From The List?"/|\
797 : "Remove Selected Presets" | "Remove Selected Presets"/|\
798 : "Remove Temp Files" | "Remove Temp Files"/|\
799 : "Removing Any Old Left Over Files..." | "Removing Any Old Left Over Files..."/|\
800 : "Removing Border, Setting Size..." | "Removing Border, Setting Size..."/|\
801 : "Removing From Group " | "Removing From Group "/|\
802 : "Rename Group" | "Rename Group"/|\
803 : "Rename Group: " | "Rename Group: "/|\
804 : "Rename User Account" | "Rename User Account"/|\
805 : "Rename User Account: " | "Rename User Account: "/|\
806 : "Repair bat Association" | "Repair bat Association"/|\
807 : "Repair CD/DVD Missing/Not Working" | "Repair CD/DVD Missing/Not Working"/|\
808 : "Repair cmd Association" | "Repair cmd Association"/|\
809 : "Repair com Association" | "Repair com Association"/|\
810 : "Repair Directory Association" | "Repair Directory Association"/|\
811 : "Repair Drive Association" | "Repair Drive Association"/|\
812 : "Repair Environment Variables" | "Repair Environment Variables"/|\
813 : "Repair exe Association" | "Repair exe Association"/|\
814 : "Repair File Associations" | "Repair File Associations"/|\
815 : "Repair Folder Association" | "Repair Folder Association"/|\
816 : "Repair Hosts File" | "Repair Hosts File"/|\
817 : "Repair Icons" | "Repair Icons"/|\
818 : "Repair inf Association" | "Repair inf Association"/|\
819 : "Repair Info" | "Repair Info"/|\
820 : "Repair Info:" | "Repair Info:"/|\
821 : "Repair Internet Explorer" | "Repair Internet Explorer"/|\
822 : "Repair Jobs: " | "Repair Jobs: "/|\
823 : "Repair lnk (Shortcuts) Association" | "Repair lnk (Shortcuts) Association"/|\
824 : "Repair MDAC/MS Jet" | "Repair MDAC/MS Jet"/|\
825 : "Repair msc Association" | "Repair msc Association"/|\
826 : "Repair MSI (Windows Installer)" | "Repair MSI (Windows Installer)"/|\
827 : "Repair Network" | "Repair Network"/|\
828 : "Repair Options Selected: " | "Repair Options Selected: "/|\
829 : "Repair Performance Counters" | "Repair Performance Counters"/|\
830 : "Repair Print Spooler" | "Repair Print Spooler"/|\
831 : "Repair Proxy Settings" | "Repair Proxy Settings"/|\
832 : "Repair Recycle Bin" | "Repair Recycle Bin"/|\
833 : "Repair reg Association" | "Repair reg Association"/|\
834 : "Repair Reparse Points" | "Repair Reparse Points"/|\
835 : "Repair Reparse Points Log" | "Repair Reparse Points Log"/|\
836 : "Repair scr Association" | "Repair scr Association"/|\
837 : "Repair Start Menu Icons Removed By Infections" | "Repair Start Menu Icons Removed By Infections"/|\
838 : "Repair System Restore:" | "Repair System Restore:"/|\
839 : "Repair To Do" | "Repair To Do"/|\
840 : "Repair Volume Shadow Copy Service" | "Repair Volume Shadow Copy Service"/|\
841 : "Repair Windows App Store" | "Repair Windows App Store"/|\
842 : "Repair Windows App Store (Completely Reset App Store)" | "Repair Windows App Store (Completely Reset App Store)"/|\
843 : "Repair Windows Component Store" | "Repair Windows Component Store"/|\
844 : "Repair Windows Firewall" | "Repair Windows Firewall"/|\
845 : "Repair Windows New Submenu" | "Repair Windows New Submenu"/|\
846 : "Repair Windows Safe Mode" | "Repair Windows Safe Mode"/|\
847 : "Repair Windows Sidebar/Gadgets" | "Repair Windows Sidebar/Gadgets"/|\
848 : "Repair Windows Snipping Tool" | "Repair Windows Snipping Tool"/|\
849 : "Repair Windows Updates" | "Repair Windows Updates"/|\
850 : "Repair WMI" | "Repair WMI"/|\
851 : "Repair:" | "Repair:"/|\
852 : "Repairs" | "Repairs"/|\
853 : "Repairs - Main" | "Repairs - Main"/|\
854 : "Repairs Done, Applying System Tweaks." | "Repairs Done, Applying System Tweaks."/|\
855 : "Repairs Done, Running Custom Scripts." | "Repairs Done, Running Custom Scripts."/|\
856 : "Repairs Stopped By User." | "Repairs Stopped By User."/|\
857 : "Repairs stopped. The current repair, if running, will still go until finished." | "Repairs stopped. The current repair, if running, will still go until finished."/|\
858 : "Repairs will fail if they can not output to the log file." | "Repairs will fail if they can not output to the log file."/|\
859 : "Reparse Points To Repair" | "Reparse Points To Repair"/|\
860 : "Reset File Permissions" | "Reset File Permissions"/|\
861 : "Reset File Permissions: All Profiles" | "Reset File Permissions: All Profiles"/|\
862 : "Reset File Permissions: Cleanup" | "Reset File Permissions: Cleanup"/|\
863 : "Reset File Permissions: Current Profile" | "Reset File Permissions: Current Profile"/|\
864 : "Reset Registry Permissions" | "Reset Registry Permissions"/|\
865 : "Restart System" | "Restart System"/|\
866 : "Restart/Shutdown System" | "Restart/Shutdown System"/|\
867 : "Restore" | "Restore"/|\
868 : "Restore Default Printer Ports" | "Restore Default Printer Ports"/|\
869 : "Restore Default Printer Ports Aborted." | "Restore Default Printer Ports Aborted."/|\
870 : "Restore Default Printer Ports?" | "Restore Default Printer Ports?"/|\
871 : "Restore HKEY_LOCAL_MACHINE" | "Restore HKEY_LOCAL_MACHINE"/|\
872 : "Restore HKEY_USERS" | "Restore HKEY_USERS"/|\
873 : "Restore Important Windows Services" | "Restore Important Windows Services"/|\
874 : "Restore Now" | "Restore Now"/|\
875 : "Restore point created at " | "Restore point created at "/|\
876 : "Restore UAC Settings" | "Restore UAC Settings"/|\
877 : "Restore Windows COM+ Unmarshalers" | "Restore Windows COM+ Unmarshalers"/|\
878 : "Resume File Not Found!" | "Resume File Not Found!"/|\
879 : "Resume File Not Found, Aborting Download!" | "Resume File Not Found, Aborting Download!"/|\
880 : "Resume Not Supported!" | "Resume Not Supported!"/|\
881 : "Resume NotSupported, Aborting Download!" | "Resume NotSupported, Aborting Download!"/|\
882 : "Retrieving File Information Complete!" | "Retrieving File Information Complete!"/|\
883 : "Run As System Account" | "Run As System Account"/|\
884 : "Run as Systems Account: A powerful tool that allows you to run a program with system account privileges.  Handy in virus removal." | "Run as Systems Account: A powerful tool that allows you to run a program with system account privileges.  Handy in virus removal."/|\
885 : "Run Custom Scripts*" | "Run Custom Scripts*"/|\
886 : "Run Program" | "Run Program"/|\
887 : "Run The Console Script As:" | "Run The Console Script As:"/|\
888 : "Run The Registry File As:" | "Run The Registry File As:"/|\
889 : "Run The VB Script As:" | "Run The VB Script As:"/|\
890 : "Run The VB Script With:" | "Run The VB Script With:"/|\
891 : "Running Repair on " | "Running Repair on "/|\
892 : "Running:" | "Running:"/|\
893 : "Safe Mode Set!, Would you like to reboot now?" | "Safe Mode Set!, Would you like to reboot now?"/|\
894 : "Save" | "Save"/|\
895 : "Save Colors As Preset" | "Save Colors As Preset"/|\
896 : "Save Current Colors As Preset" | "Save Current Colors As Preset"/|\
897 : "Save Repairs As Preset (Will Overwrite)" | "Save Repairs As Preset (Will Overwrite)"/|\
898 : "Saving File" | "Saving File"/|\
899 : "Scan Complete - No Problems Found!" | "Scan Complete - No Problems Found!"/|\
900 : "Scan Complete - Problems Found! Please Check The Log For More Information." | "Scan Complete - Problems Found! Please Check The Log For More Information."/|\
901 : "Search Indexer - Disabled" | "Search Indexer - Disabled"/|\
902 : "Search Path && Options" | "Search Path && Options"/|\
903 : "Searching For Reparse Points (Files & Folders Searched: " | "Searching For Reparse Points (Files & Folders Searched: "/|\
904 : "Select A Backup To Open" | "Select A Backup To Open"/|\
905 : "Select All" | "Select All"/|\
906 : "Select All From Specified Group:" | "Select All From Specified Group:"/|\
907 : "Select File To Open" | "Select File To Open"/|\
908 : "Select Groups" | "Select Groups"/|\
909 : "Select Members" | "Select Members"/|\
910 : "Select The Destination" | "Select The Destination"/|\
911 : "Select The Destination File" | "Select The Destination File"/|\
912 : "Selected Item Details (Read Only):" | "Selected Item Details (Read Only):"/|\
913 : "Service" | "Service"/|\
914 : "Service Display Name" | "Service Display Name"/|\
915 : "Service Specific Exit Code" | "Service Specific Exit Code"/|\
916 : "Service Type" | "Service Type"/|\
917 : "Services Tweaks" | "Services Tweaks"/|\
918 : "services.msc" | "services.msc"/|\
919 : "Set" | "Set"/|\
920 : "Set As Current?" | "Set As Current?"/|\
921 : "Set Everyone To Deny On Original Path" | "Set Everyone To Deny On Original Path"/|\
922 : "Set Full Permissions Only" | "Set Full Permissions Only"/|\
923 : "Set Owner Only" | "Set Owner Only"/|\
924 : "Set Password" | "Set Password"/|\
925 : "Set Password For: " | "Set Password For: "/|\
926 : "Set TrustedInstaller (Owner/Permissions)" | "Set TrustedInstaller (Owner/Permissions)"/|\
927 : "Set Windows Services To Default Startup" | "Set Windows Services To Default Startup"/|\
928 : "Setting Any Missing 'InstallDate' From Uninstall Sections Before Running Repair..." | "Setting Any Missing 'InstallDate' From Uninstall Sections Before Running Repair..."/|\
929 : "Setting Cmd Pipe & Starting Timers..." | "Setting Cmd Pipe & Starting Timers..."/|\
930 : "Setting Colors..." | "Setting Colors..."/|\
931 : "Setting Languages..." | "Setting Languages..."/|\
932 : "Setting Registry Keys...." | "Setting Registry Keys...."/|\
933 : "Setting Thread & Process Priority..." | "Setting Thread & Process Priority..."/|\
934 : "Setting Title Bar Icon..." | "Setting Title Bar Icon..."/|\
935 : "Settings" | "Settings"/|\
936 : "Show Details When Booting or Shutting Down" | "Show Details When Booting or Shutting Down"/|\
937 : "Show Lan Errors In Network Status Window" | "Show Lan Errors In Network Status Window"/|\
938 : "Show Password" | "Show Password"/|\
939 : "Show/Hide Repair Reparse Points Log" | "Show/Hide Repair Reparse Points Log"/|\
940 : "Show:" | "Show:"/|\
941 : "Shutdown System" | "Shutdown System"/|\
942 : "SID" | "SID"/|\
943 : "Skip System Files" | "Skip System Files"/|\
944 : "Something is keeping the repair from running." | "Something is keeping the repair from running."/|\
945 : "Special Note To v3 Pro Users" | "Special Note To v3 Pro Users"/|\
946 : "Specify Background Picture" | "Specify Background Picture"/|\
947 : "Speed up Shutdown - Auto Kill Hung Programs && Services" | "Speed up Shutdown - Auto Kill Hung Programs && Services"/|\
948 : "SSDP Discovery - Disabled" | "SSDP Discovery - Disabled"/|\
949 : "Start" | "Start"/|\
950 : "Start Mode" | "Start Mode"/|\
951 : "Start Name" | "Start Name"/|\
952 : "Start New?" | "Start New?"/|\
953 : "Start Repairs" | "Start Repairs"/|\
954 : "Start Restoring Selected Permissions?" | "Start Restoring Selected Permissions?"/|\
955 : "Start Scan" | "Start Scan"/|\
956 : "Start With Windows" | "Start With Windows"/|\
957 : "Start!" | "Start!"/|\
958 : "Starting Form Load..." | "Starting Form Load..."/|\
959 : "Starting Repairs..." | "Starting Repairs..."/|\
960 : "Startup" | "Startup"/|\
961 : "State" | "State"/|\
962 : "Status" | "Status"/|\
963 : "Status - " | "Status - "/|\
964 : "Status:" | "Status:"/|\
965 : "Step 1. Select Presets" | "Step 1. Select Presets"/|\
966 : "Step 1: (Important)" | "Step 1: (Important)"/|\
967 : "Step 1: (Important) Do A Proper Power Reset First!" | "Step 1: (Important) Do A Proper Power Reset First!"/|\
968 : "Step 2. *Add Selected Presets" | "Step 2. *Add Selected Presets"/|\
969 : "Step 2: (Optional)" | "Step 2: (Optional)"/|\
970 : "Step 2: (Optional) Pre-Scan" | "Step 2: (Optional) Pre-Scan"/|\
971 : "Step 3: (Important)" | "Step 3: (Important)"/|\
972 : "Step 3: (Important) Check File System" | "Step 3: (Important) Check File System"/|\
973 : "Step 4: (Optional)" | "Step 4: (Optional)"/|\
974 : "Step 4: (Optional) System File Check" | "Step 4: (Optional) System File Check"/|\
975 : "stop pending" | "stop pending"/|\
976 : "Stop Repairs" | "Stop Repairs"/|\
977 : "Stopped:" | "Stopped:"/|\
978 : "Support Our Free Repairs, Buy Pro!" | "Support Our Free Repairs, Buy Pro!"/|\
979 : "Supported Keywords For File Path Only (Not Command Line Options)." | "Supported Keywords For File Path Only (Not Command Line Options)."/|\
980 : "System Cache: " | "System Cache: "/|\
981 : "System Creation Class Name" | "System Creation Class Name"/|\
982 : "System Information" | "System Information"/|\
983 : "System Monitor" | "System Monitor"/|\
984 : "System Monitor (Process Count: " | "System Monitor (Process Count: "/|\
985 : "System Monitor Bars" | "System Monitor Bars"/|\
986 : "System Restore (Optional)" | "System Restore (Optional)"/|\
987 : "System Tweaks (Performance)" | "System Tweaks (Performance)"/|\
988 : "System Up Time: " | "System Up Time: "/|\
989 : "System Variables" | "System Variables"/|\
990 : "Tag Id" | "Tag Id"/|\
991 : "Target Path" | "Target Path"/|\
992 : "Target Path doesn't exist!" | "Target Path doesn't exist!"/|\
993 : "Text" | "Text"/|\
994 : "Text Boxes && Lists" | "Text Boxes && Lists"/|\
995 : "Text Color:" | "Text Color:"/|\
996 : "The account under which this service runs is either invalid or lacks the permissions to run the service." | "The account under which this service runs is either invalid or lacks the permissions to run the service."/|\
997 : "The Current Console Script Has Changed. Would You Like To Save It?" | "The Current Console Script Has Changed. Would You Like To Save It?"/|\
998 : "The Current Registry File Has Changed. Would You Like To Save It?" | "The Current Registry File Has Changed. Would You Like To Save It?"/|\
999 : "The current repair has failed to start " | "The current repair has failed to start "/|\
1000 : "The current repair has failed to start for over 30 sec." | "The current repair has failed to start for over 30 sec."/|\
1001 : "The Current VBS Script Has Changed. Would You Like To Save It?" | "The Current VBS Script Has Changed. Would You Like To Save It?"/|\
1002 : "The database to add a new service is locked." | "The database to add a new service is locked."/|\
1003 : "The directory path to the service executable file was not found." | "The directory path to the service executable file was not found."/|\
1004 : "The request is not supported." | "The request is not supported."/|\
1005 : "The request was accepted." | "The request was accepted."/|\
1006 : "The requested control code cannot be sent to the service because the state of the service (Win32_BaseService State property) is equal to 0, 1, or 2." | "The requested control code cannot be sent to the service because the state of the service (Win32_BaseService State property) is equal to 0, 1, or 2."/|\
1007 : "The requested control code is not valid, or it is unacceptable to the service." | "The requested control code is not valid, or it is unacceptable to the service."/|\
1008 : "The service cannot be stopped because other services that are running are dependent on it." | "The service cannot be stopped because other services that are running are dependent on it."/|\
1009 : "The service did not respond to the start request in a timely fashion." | "The service did not respond to the start request in a timely fashion."/|\
1010 : "The service does not have the correct authentication to run on the system." | "The service does not have the correct authentication to run on the system."/|\
1011 : "The service exists in the database of services available from the system." | "The service exists in the database of services available from the system."/|\
1012 : "The service failed to find the service needed from a dependent service." | "The service failed to find the service needed from a dependent service."/|\
1013 : "The service has been disabled from the system." | "The service has been disabled from the system."/|\
1014 : "The service has circular dependencies when it starts." | "The service has circular dependencies when it starts."/|\
1015 : "The service has no execution thread." | "The service has no execution thread."/|\
1016 : "The service has not been started." | "The service has not been started."/|\
1017 : "The service is already running." | "The service is already running."/|\
1018 : "The service is currently paused in the system." | "The service is currently paused in the system."/|\
1019 : "The service name has invalid characters." | "The service name has invalid characters."/|\
1020 : "The system needs to restart for changes to take effect." | "The system needs to restart for changes to take effect."/|\
1021 : "The user did not have the necessary access." | "The user did not have the necessary access."/|\
1022 : "There is a new version available, would you like to open the update tool?" | "There is a new version available, would you like to open the update tool?"/|\
1023 : "There is nothing in the list." | "There is nothing in the list."/|\
1024 : "There was a problem deleting the service " | "There was a problem deleting the service "/|\
1025 : "There was a problem pausing the service " | "There was a problem pausing the service "/|\
1026 : "There was a problem resuming the service " | "There was a problem resuming the service "/|\
1027 : "There was a problem setting the service startup type for " | "There was a problem setting the service startup type for "/|\
1028 : "There was a problem starting the service " | "There was a problem starting the service "/|\
1029 : "There was a problem stopping the service " | "There was a problem stopping the service "/|\
1030 : "These Repairs are for Windows XP, Vista, 7, 8, 8.1 & 10. These Repairs are not tested and designed for Windows Servers. Please use caution if running on a server and make sure to do a registry backup and only run the repairs you need when using on a server!" | "These Repairs are for Windows XP, Vista, 7, 8, 8.1 & 10. These Repairs are not tested and designed for Windows Servers. Please use caution if running on a server and make sure to do a registry backup and only run the repairs you need when using on a server!"/|\
1031 : "This is for Windows 8, 8.1, 10 and newer." | "This is for Windows 8, 8.1, 10 and newer."/|\
1032 : "This is the only screen you will see like this and only shows up in the free version and after you run repairs. You can close this window at any time. We do not install any toolbars, nag screens, spyware or any unwanted programs. Honor and Respect is all that matters." | "This is the only screen you will see like this and only shows up in the free version and after you run repairs. You can close this window at any time. We do not install any toolbars, nag screens, spyware or any unwanted programs. Honor and Respect is all that matters."/|\
1033 : "This Pre-Scan is not a repair, is not required and can be skipped." | "This Pre-Scan is not a repair, is not required and can be skipped."/|\
1034 : "This product is licensed to:" | "This product is licensed to:"/|\
1035 : "This program and its free repairs where provided by Tweaking.com - Windows Repair." | "This program and its free repairs where provided by Tweaking.com - Windows Repair."/|\
1036 : "This repair doesn't replace any files, only registry keys. Make sure to do a registry backup first." | "This repair doesn't replace any files, only registry keys. Make sure to do a registry backup first."/|\
1037 : "This repair is for Windows Vista, 7 and 8." | "This repair is for Windows Vista, 7 and 8."/|\
1038 : "This service is being removed from the system." | "This service is being removed from the system."/|\
1039 : "This should not happen unless possible memory corruption." | "This should not happen unless possible memory corruption."/|\
1040 : "This tool is for Windows Vista, 7, 8 and 10" | "This tool is for Windows Vista, 7, 8 and 10"/|\
1041 : "This tool will allow you to modify and add presets to the Windows Cleanup, enabling you to clean deeper and more efficiently than otherwise possible with CleanMgr." | "This tool will allow you to modify and add presets to the Windows Cleanup, enabling you to clean deeper and more efficiently than otherwise possible with CleanMgr."/|\
1042 : "This Will Set & Save To The Current Registry File. Are you Sure?" | "This Will Set & Save To The Current Registry File. Are you Sure?"/|\
1043 : "This Will Set & Save To The Current Script. Are you Sure?" | "This Will Set & Save To The Current Script. Are you Sure?"/|\
1044 : "This Will Set & Save To The Current VBS Script. Are you Sure?" | "This Will Set & Save To The Current VBS Script. Are you Sure?"/|\
1045 : "This window will auto close in " | "This window will auto close in "/|\
1046 : "This Window will close once Check Disk is complete." | "This Window will close once Check Disk is complete."/|\
1047 : "Thread Count: " | "Thread Count: "/|\
1048 : "Time Elapsed: " | "Time Elapsed: "/|\
1049 : "Time Remaining - " | "Time Remaining - "/|\
1050 : "Title Bar && Border" | "Title Bar && Border"/|\
1051 : "To:" | "To:"/|\
1052 : "Top" | "Top"/|\
1053 : "Top Right" | "Top Right"/|\
1054 : "Total Added Presets: " | "Total Added Presets: "/|\
1055 : "Total Bytes - " | "Total Bytes - "/|\
1056 : "Total Groups: " | "Total Groups: "/|\
1057 : "Total Items: " | "Total Items: "/|\
1058 : "Total Missing 'InstallDate' Fixed: " | "Total Missing 'InstallDate' Fixed: "/|\
1059 : "Total Reparse Points Found: " | "Total Reparse Points Found: "/|\
1060 : "Total Services: " | "Total Services: "/|\
1061 : "Transfer Rate - " | "Transfer Rate - "/|\
1062 : "TrustedInstaller (Owner/Permissions)" | "TrustedInstaller (Owner/Permissions)"/|\
1063 : "Try running the repairs in Windows Safe Mode. (This will keep 3rd party programs from getting in the way of the repairs)" | "Try running the repairs in Windows Safe Mode. (This will keep 3rd party programs from getting in the way of the repairs)"/|\
1064 : "Trying Again...." | "Trying Again...."/|\
1065 : "Trying Again....(Times Tried: " | "Trying Again....(Times Tried: "/|\
1066 : "Turn Off Folder Auto Template Discovery" | "Turn Off Folder Auto Template Discovery"/|\
1067 : "Type" | "Type"/|\
1068 : "UNABLE TO CREATE LOG FILE LOCATION!" | "UNABLE TO CREATE LOG FILE LOCATION!"/|\
1069 : "Unable To Find" | "Unable To Find"/|\
1070 : "Unable to validate the key." | "Unable to validate the key."/|\
1071 : "Unauthorized Access!" | "Unauthorized Access!"/|\
1072 : "Unauthorized Access, Download Terminated!" | "Unauthorized Access, Download Terminated!"/|\
1073 : "Unauthorized reproduction or distribution of this program, or any portion of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent of the law." | "Unauthorized reproduction or distribution of this program, or any portion of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent of the law."/|\
1074 : "Unhide Hidden Files" | "Unhide Hidden Files"/|\
1075 : "Unhide Marked Items Now?" | "Unhide Marked Items Now?"/|\
1076 : "Unhiding Files/Folders..." | "Unhiding Files/Folders..."/|\
1077 : "Unknown - " | "Unknown - "/|\
1078 : "Unknown Failure" | "Unknown Failure"/|\
1079 : "Unknown failure when starting the service." | "Unknown failure when starting the service."/|\
1080 : "Unknown Form Factor: " | "Unknown Form Factor: "/|\
1081 : "Unknown Return Code: " | "Unknown Return Code: "/|\
1082 : "Unselect All" | "Unselect All"/|\
1083 : "Unselect Completed Users" | "Unselect Completed Users"/|\
1084 : "Unselect Users Not In Specified Group" | "Unselect Users Not In Specified Group"/|\
1085 : "Update Available" | "Update Available"/|\
1086 : "Update Available: NO" | "Update Available: NO"/|\
1087 : "Update Available: YES" | "Update Available: YES"/|\
1088 : "Update Information" | "Update Information"/|\
1089 : "Updates" | "Updates"/|\
1090 : "Upgrade Full Pro / Enter Key" | "Upgrade Full Pro / Enter Key"/|\
1091 : "Upgrade Now" | "Upgrade Now"/|\
1092 : "Use Bar Segments" | "Use Bar Segments"/|\
1093 : "Use Default Background Picture" | "Use Default Background Picture"/|\
1094 : "User" | "User"/|\
1095 : "User Account Properties" | "User Account Properties"/|\
1096 : "User cannot change password" | "User cannot change password"/|\
1097 : "User must change password at next logon" | "User must change password at next logon"/|\
1098 : "User Name:" | "User Name:"/|\
1099 : "User Profile" | "User Profile"/|\
1100 : "UserName:" | "UserName:"/|\
1101 : "Value" | "Value"/|\
1102 : "View" | "View"/|\
1103 : "View Log" | "View Log"/|\
1104 : "View Supported Keywords" | "View Supported Keywords"/|\
1105 : "Visual Tweaks" | "Visual Tweaks"/|\
1106 : "Volume Shadow Copy (VSS)" | "Volume Shadow Copy (VSS)"/|\
1107 : "Wait Hint" | "Wait Hint"/|\
1108 : "Waiting for " | "Waiting for "/|\
1109 : "Welcome, Time To Get Started." | "Welcome, Time To Get Started."/|\
1110 : "What does this repair do?:" | "What does this repair do?:"/|\
1111 : "When Repairs Complete:" | "When Repairs Complete:"/|\
1112 : "While trying to open then registry key, the API reported back REG_CREATED_NEW_KEY instead of REG_OPENED_EXISTING_KEY. A Registry key was created instead of being opened. This could be a sign of corrupt keys in the registry or the key was simply deleted before the program got to it. Run chkdsk on the drive to repair any file system damage just in case." | "While trying to open then registry key, the API reported back REG_CREATED_NEW_KEY instead of REG_OPENED_EXISTING_KEY. A Registry key was created instead of being opened. This could be a sign of corrupt keys in the registry or the key was simply deleted before the program got to it. Run chkdsk on the drive to repair any file system damage just in case."/|\
1113 : "WinDir:" | "WinDir:"/|\
1114 : "Windows Drive: " | "Windows Drive: "/|\
1115 : "Windows F8 Boot Menu" | "Windows F8 Boot Menu"/|\
1116 : "Windows Firewall (MpsSvc)" | "Windows Firewall (MpsSvc)"/|\
1117 : "Windows Firewall Cleanup" | "Windows Firewall Cleanup"/|\
1118 : "Windows Image Acquisition (WIA) - Manual" | "Windows Image Acquisition (WIA) - Manual"/|\
1119 : "Windows Installer (msiserver)" | "Windows Installer (msiserver)"/|\
1120 : "Windows Management Instrumentation (WinMgmt)" | "Windows Management Instrumentation (WinMgmt)"/|\
1121 : "Windows Media Center Services - Disabled" | "Windows Media Center Services - Disabled"/|\
1122 : "Windows Modules Installer (TrustedInstaller)" | "Windows Modules Installer (TrustedInstaller)"/|\
1123 : "Windows Path: " | "Windows Path: "/|\
1124 : "Windows Quick Links" | "Windows Quick Links"/|\
1125 : "Windows Safe Mode limits what services are allowed to run. Because of this most of the repairs will fail." | "Windows Safe Mode limits what services are allowed to run. Because of this most of the repairs will fail."/|\
1126 : "Windows Services (Advanced)" | "Windows Services (Advanced)"/|\
1127 : "Windows Updates" | "Windows Updates"/|\
1128 : "With this tool you can enable the services that are needed by the repairs to be allowed to run in safe mode." | "With this tool you can enable the services that are needed by the repairs to be allowed to run in safe mode."/|\
1129 : "Working on " | "Working on "/|\
1130 : "Would you like to close all programs and reboot into Windows Safe Mode now?" | "Would you like to close all programs and reboot into Windows Safe Mode now?"/|\
1131 : "Would you like to go to the download page now?" | "Would you like to go to the download page now?"/|\
1132 : "Would You Like To Open The Disk Cleaner?" | "Would You Like To Open The Disk Cleaner?"/|\
1133 : "Would you like to restart now?" | "Would you like to restart now?"/|\
1134 : "Would you like to save the currently selected repairs as a preset?" | "Would you like to save the currently selected repairs as a preset?"/|\
1135 : "WR Tray Icon" | "WR Tray Icon"/|\
1136 : "Wrong Target Path" | "Wrong Target Path"/|\
1137 : "Wrong Target Path! This Reparse Point isn't pointing to the correct default location. Default Location: " | "Wrong Target Path! This Reparse Point isn't pointing to the correct default location. Default Location: "/|\
1138 : "You Are Up To Date" | "You Are Up To Date"/|\
1139 : "You have no options Selected." | "You have no options Selected."/|\
1140 : "You have no users Selected." | "You have no users Selected."/|\
1141 : "You haven't selected any tweaks. Select one or more checkboxs above the apply tweaks button." | "You haven't selected any tweaks. Select one or more checkboxs above the apply tweaks button."/|\
1142 : "You may need to add the program as an exception to your antivirus and or firewall program." | "You may need to add the program as an exception to your antivirus and or firewall program."/|\
1143 : "You must choose at least 1 repair option." | "You must choose at least 1 repair option."/|\
1144 : "You must have at least 1 preset selected." | "You must have at least 1 preset selected."/|\
1145 : "You must have at least 1 Reparse Point selected." | "You must have at least 1 Reparse Point selected."/|\
1146 : "[FINISHED] [" | "[FINISHED] ["/|\